[
    "Loài kiến có thể nặng hơn cả chính chúng nếu cả đàn kiến làm việc chung để di chuyển thức ăn về tổ.",
    "Rắn mắt hổ không có mắt tốt nhưng chúng có thể nhìn trong bóng tối nhờ các cơ quan cảm nhận nhiệt độ trên cơ thể",
    "Sói có khả năng nghe âm thanh ở xa gấp 6 lần so với con người, giúp chúng săn mồi trong môi trường rừng rậm.",
    "Đôi khi, những hạt bụi mịn từ sa mạc ở Châu Phi có thể duy diện qua đến vùng cao trên bầu trời của Florida, Hoa Kỳ.",
    "Cá mập có khả năng cảm nhận các điện tích từ các nguồn điện dưới nước, giúp chúng tìm kiếm mồi.",
    "Hải cẩu có khả năng thở dưới nước trong khoảng 15 phút trước khi phải lên bờ để lấy khí.",
    "Châu chấu có thể tạo ra âm thanh lớn nhất trong thế giới côn trùng, đôi khi có thể nghe từ xa hơn 2 dặm.",
    "Cây cỏ Pando ở Utah được cho là cây cỏ lớn nhất thế giới, với nhiều thân cây con kết nối với nhau bên dưới đất.",
    "Cá biển có thể hình thành bầy đàn lớn với hàng triệu cá di chuyển đồng đều như một tổ chức hoạt động.",
    "Chim kolibri có khả năng bay ngược và giữ vững ở không giữa không trung.",
    "Nấm Armillaria mellea, còn được biết đến với tên gọi 'Nấm dài sống,' được cho là có thể sống hàng nghìn năm.",
    "Cá ngựa biển có khả năng thay đổi màu sắc của cơ thể để tự bảo vệ khỏi kẻ săn mồi.",
    "Loài cây baobab ở châu Phi có thể chứa nước trong thân cây lớn để chống chọi với khô hanh.",
    "Bướm Monarch có thể di cư hàng nghìn dặm để tìm kiếm nơi trú ẩn vào mùa đông.",
    "Một số loài khỉ, như khỉ đuôi dài, có khả năng sử dụng cây đựng nước để uống.",
    "Dải rừng Amazon mỗi năm sản xuất khoảng 20% lượng oxy toàn cầu.",
    "Cá voi xanh có thể tạo ra những tiếng kêu có tần số rất thấp, có thể nghe từ xa hàng trăm dặm.",
    "Lốc xoáy trên sa mạc cũng được gọi là 'đám mây cát' và thường di chuyển chậm chạp trên mặt đất.",
    "Một số loài châu chấu có thể 'hát' cùng một nhóm và tạo nên âm thanh lớn mạnh.",
    "Nhiều loài thực vật ở sa mạc có thể lưu trữ nước trong lá và thân để chống chọi với điều kiện khô hanh.",
    "Bạch tuộc có thể thay đổi màu sắc của da để che mắt và giao tiếp với môi trường xung quanh.",
    "Động vật rừng Amazon là ngôi nhà của hơn 390 tỷ cây cỏ, vượn, bướm, và hàng triệu loài khác? Rừng Amazon chứa đựng một lượng lớn động và thực vật đa dạng, góp phần quan trọng vào sự cân bằng sinh thái toàn cầu."
]
